@extends('layouts.app')

@section('content')
    {{--    $licenses = json_decode(file_get_contents("licenses.json"),true);--}}
    <main class="companyPage">
        <div class="h1Title">ԸՆԿԵՐՈՒԹՅՈՒՆ</div>
        <div class="background">
            <div class="wrapper">
            <div class="aboutCompany">
                <p>
                    <span>ԸՆԿԵՐՈՒԹՅՈՒՆ</span> «Էլլիպս Ջիէյ»-ի առաքելությունն է ուսումնասիրել, նախագծել, արտադրել և
                    սպասարկել անվտանգության այնպիսի
                    ժամանակակից համակարգեր, որոնք կհամապատասխանեն ցանկացած հաճախորդի պահանջներին
                </p>
                <div>
                    <span>ՈՎ ԵՆՔ ՄԵՆՔ</span>
                    <p>«Էլլիպս ՋիԷյ» ՍՊԸ-ն Հայաստանում անվտանգության համակարգերի ոլորտում գործող առաջին ձեռնարկությունն
                        է: Այն ստեղծվել է 1989թ-ին՝
                        որպես նեղ մասնագիտական կազմակերպություն՝ անվտանգության տեխնիկական միջոցների նախագծման,
                        արտադրության, ներմուծման, տեղադրման և
                        սպասարկման ոլորտում։Ներկա դրությամբ ձեռնարկությունը զբաղեցնում է մոտ 5500 քառ մետր ադմինիստրատիվ
                        և 4.000 քառ.մետր արտադրական
                        տարածք, որտեղ աշխատում են 100-ից ավելի բարձրակարգ մասնագետներ։ «Էլլիպս ՋիԷյ» ՍՊԸ-ն Հայաստանում
                        անվտանգության համակարգերի
                        ոլորտում գործող միակ ընկերությունն է, որն ունի ծրագրային անվտանգության միջազգային ստանդարտի
                        սերտիֆիկատ՝ ISO 27001:
                        Ձեռնարկությունն ունի նաև որակի կառավարման սերտիֆիկատ ISO 9001:2008 /92Q10758/ և հետևյալ
                        լիցենզիաները՝
                    </p>
                </div>
            </div>
        </div>
        </div>
        <div class="licenses">
        @php
           $licenses = [
              [
                "number" => "N11109",
                "text" => "էներգետիկայի ոլորտում նախագծման"
              ],
              [
                "number" => "N14392",
                "text" => "հիդրոտեխնիկայի ոլորտում շինարարության"
              ],
              [
                "number" => "N14394",
                "text" => "կապի ոլորտում նախագծման"
              ],
              [
                "number" => "N11110",
                "text" => "էներգետիկայի ոլորտում շինարարության"
              ],
              [
                "number" => "N14255",
                "text" => "կապի ոլորտում շինարարության"
              ],
              [
                "number"=> "N14255",
                "text"=> "կապի ոլորտում շինարարության"
              ]
            ]
           @endphp
            @foreach ($licenses as $key => $value)
                <div class="licensesSlideWrapper">
                    <div>{{$value["number"]}}</div>
                    <div>{{$value["text"]}}</div>
                </div>
            @endforeach
        </div>
        @include('ourExperience')
        <div class="companies">
            <div class="ourPartners">ՄԵՐ ԳՈՐԾԸՆԿԵՐՆԵՐԸ</div>
            @include('companies')
        </div>
        <div class="darkSection companiesHistory">
            <h3>ՊԱՏՄՈՒԹՅՈՒՆ</h3>
            <div class="wrapper container">
                <div class="history row firstHistory">
                    <div class="col-xl-6 col-12 companyImage">
                        <img src="{{asset('front/images/historyImg1.jpg')}}" alt="">
                    </div>
                    <div class="col-xl-6 col-12">
                        <p>1976 թ.-ին Պոլիտեխնիկական ինստիտուտի ուսանող 22-ամյա Գուրգենը ձեռք է բերում Phakard H8
                            մակնիշի ավտոմեքենա և
                            10 տարի շարունակ սեփական ուժերով վերանորոգելուց հետո այն վաճառում է գերմանացի մի գնորդի:
                            1989թ. Էր, Սովետական
                            Միության մութ ու ցուրտ տարիները, երբ Գուրգենի փոքր եղբայրը՝ Ալեքսանը, Ռուսաստանի
                            դաշնությունում պաշտպանում է
                            գիտական ատենախոսությունը, վերադառնում հայրենիք և եղբոր հետ որոշում հիմնել ավտոմատ դարպասների
                            արտադրություն:
                            Մեքենայի վաճառքից վաստակած ամբողջ հասույթով բազմազավակ ընտանիքի տղաները վարձակալում են 216
                            ք/մ մակերեսով ծածկ,
                            կառուցում պատերը, գնում տարբեր հաստատություններից դուրս գրված հաստոցները, վերանորոգում դրանք
                            և սկսում արտադրությունը:
                        </p>
                    </div>
                </div>
                <div class="history row">
                    <div class="col-xl-6 col-12">
                        <p>1976 թ.-ին Պոլիտեխնիկական ինստիտուտի ուսանող 22-ամյա Գուրգենը ձեռք է բերում Phakard H8
                            մակնիշի ավտոմեքենա և
                            10 տարի շարունակ սեփական ուժերով վերանորոգելուց հետո այն վաճառում է գերմանացի մի գնորդի:
                            1989թ. Էր, Սովետական
                            Միության մութ ու ցուրտ տարիները, երբ Գուրգենի փոքր եղբայրը՝ Ալեքսանը, Ռուսաստանի
                            դաշնությունում պաշտպանում է
                            գիտական ատենախոսությունը, վերադառնում հայրենիք և եղբոր հետ որոշում հիմնել ավտոմատ դարպասների
                            արտադրություն:
                            Մեքենայի վաճառքից վաստակած ամբողջ հասույթով բազմազավակ ընտանիքի տղաները վարձակալում են 216
                            ք/մ մակերեսով ծածկ,
                            կառուցում պատերը, գնո
                            ւմ տարբեր հաստատություններից դուրս գրված հաստոցները, վերանորոգում դրանք և սկսում
                            արտադրությունը:
                        </p>
                    </div>
                    <div class="col-xl-6 col-12 companyImage">
                        <img src="{{asset('front/images/historyImg1.jpg')}}" alt="">
                    </div>
                </div>
                <div class="history row">
                    <div class="col-xl-6 col-12 companyImage">
                        <img src="{{asset('front/images/historyImg1.jpg')}}" alt="">
                    </div>
                    <div class="col-xl-6 col-12">
                        <p>1976 թ.-ին Պոլիտեխնիկական ինստիտուտի ուսանող 22-ամյա Գուրգենը ձեռք է բերում Phakard H8
                            մակնիշի ավտոմեքենա և
                            10 տարի շարունակ սեփական ուժերով վերանորոգելուց հետո այն վաճառում է գերմանացի մի գնորդի:
                            1989թ. Էր, Սովետական
                            Միության մութ ու ցուրտ տարիները, երբ Գուրգենի փոքր եղբայրը՝ Ալեքսանը, Ռուսաստանի
                            դաշնությունում պաշտպանում է
                            գիտական ատենախոսությունը, վերադառնում հայրենիք և եղբոր հետ որոշում հիմնել ավտոմատ դարպասների
                            արտադրություն:
                            Մեքենայի վաճառքից վաստակած ամբողջ հասույթով բազմազավակ ընտանիքի տղաները վարձակալում են 216
                            ք/մ մակերեսով ծածկ,
                            կառուցում պատերը, գնո
                            ւմ տարբեր հաստատություններից դուրս գրված հաստոցները, վերանորոգում դրանք և սկսում
                            արտադրությունը:
                        </p>
                    </div>

                </div>
            </div>
        </div>
    </main>
@endsection
