@extends('layouts.app')

@section('content')
    <main class="singleProductPage">
        <h1>Տեսախցիկներ</h1>
        <div class="d-flex wrapper">
            <div class="singleProduct">
                <div>
                    <img src="{{asset('images/camera3.png')}}">
                </div>
                <div>
                    <video autoplay muted loop>
                        <source src="{{asset('images/video.mp4')}}" type="video/mp4">
                    </video>
                </div>
            </div>
            <div class="singleInfo">
                <h6>Տեսահսկման անալոգային և թվային համակարգեր</h6>
                <p class="text">Տեսահսկումը հանդիսանում է օբյեկտի անվտանգության համակարգի անբաժանելի մասը: Տեսահսկման համակարգերի
                    հիմնական գործառույթը վիզուալ վերահսկողությունն է, ահազանգումը իրական ժամանակի ռեժիմում և պահպանվող
                    տարածքում գործողությունների ձայնագրումը: Ինտերնետին միացված տեսահսկման համակարգի օգնությամբ հնարավոր
                    է իրական ժամանակում վերահսկել ընկերության այլ մասնաճյուղերի աշխատանքը, որոնք գտնվում են այլ
                    քաղաքներում և երկրներում: Տեսահսկման համակարգերը տեղադրվում են բնակարաններում, ամառանոցներում,
                    բանկերում, խանութներում և սուպերմարկետներում, գրասենյակներում, արտադրության և պահեստավորման
                    վայրերում, ավտոկայանատեղերում և այլն:Տեսահսկումը հանդիսանում է օբյեկտի անվտանգության համակարգի անբաժանելի մասը: Տեսահսկման համակարգերի
                    հիմնական գործառույթը վիզուալ վերահսկողությունն է, ահազանգումը իրական ժամանակի ռեժիմում և պահպանվող
                    տարածքում գործողությունների ձայնագրումը: Ինտերնետին միացված տեսահսկման համակարգի օգնությամբ հնարավոր
                    է իրական ժամանակում վերահսկել ընկերության այլ մասնաճյուղերի աշխատանքը, որոնք գտնվում են այլ
                    քաղաքներում և երկրներում: Տեսահսկման համակարգերը տեղադրվում են բնակարաններում, ամառանոցներում,
                    բանկերում, խանութներում և սուպերմարկետներում, գրասենյակներում, արտադրության և պահեստավորման
                    վայրերում, ավտոկայանատեղերում և այլն:Տեսահսկումը հանդիսանում է օբյեկտի անվտանգության համակարգի անբաժանելի մասը: Տեսահսկման համակարգերի
                    հիմնական գործառույթը վիզուալ վերահսկողությունն է, ահազանգումը իրական ժամանակի ռեժիմում և պահպանվող
                    տարածքում գործողությունների ձայնագրումը: Ինտերնետին միացված տեսահսկման համակարգի օգնությամբ հնարավոր
                    է իրական ժամանակում վերահսկել ընկերության այլ մասնաճյուղերի աշխատանքը, որոնք գտնվում են այլ
                    քաղաքներում և երկրներում: Տեսահսկման համակարգերը տեղադրվում են բնակարաններում, ամառանոցներում,
                    բանկերում, խանութներում և սուպերմարկետներում, գրասենյակներում, արտադրության և պահեստավորման
                    վայրերում, ավտոկայանատեղերում և այլն:Տեսահսկումը հանդիսանում է օբյեկտի անվտանգության համակարգի անբաժանելի մասը: Տեսահսկման համակարգերի
                    հիմնական գործառույթը վիզուալ վերահսկողությունն է, ահազանգումը իրական ժամանակի ռեժիմում և պահպանվող
                    տարածքում գործողությունների ձայնագրումը: Ինտերնետին միացված տեսահսկման համակարգի օգնությամբ հնարավոր
                    է իրական ժամանակում վերահսկել ընկերության այլ մասնաճյուղերի աշխատանքը, որոնք գտնվում են այլ
                    քաղաքներում և երկրներում: Տեսահսկման համակարգերը տեղադրվում են բնակարաններում, ամառանոցներում,
                    բանկերում, խանութներում և սուպերմարկետներում, գրասենյակներում, արտադրության և պահեստավորման
                    վայրերում, ավտոկայանատեղերում և այլն:</p>
                <span class="seeAllText"><img src="{{asset('front/icons/arrowSeeMore.svg')}}" alt=""></span>
            </div>
        </div>
        <div class="moreSystems container ">
            <h5>Նմանատիպ ապրանքեր</h5>
            <div class="systemsSlide">
                <div class="product">
                    <a href="{{route('system')}}">
                        <div class="d-flex align-items-center justify-content-center flex-column">
                            <img src='{{asset('images/camera1.png')}}' alt="">
                        </div>
                        <div>
                            <h6>5MP Super HD Ակտիվ զսպող տեսախցիկ</h6>
                            <p>20․000 դր․</p>
                        </div>
                    </a>
                </div>
                <div class="product">
                    <a href="{{route('product')}}">
                        <div class="d-flex align-items-center justify-content-center flex-column">
                            <img src='{{asset('images/camera2.png')}}' alt="">
                        </div>
                        <div>
                            <h6>Տնային մոնիտորինգի հավաքածու, որն ունի Wi-Fi ջրհեղեղի տեսախցիկ և 1080p HD վիդեո դռան
                                զանգ</h6>
                            <p>20․000 դր․</p>
                        </div>
                    </a>
                </div>
                <div class="product">
                    <a href="{{route('product')}}">
                        <div class="d-flex align-items-center justify-content-center flex-column">
                            <img src='{{asset('images/camera3.png')}}' alt="">
                        </div>
                        <div>
                            <h6>2K HD բացօթյա PTZ IP տեսախցիկ 330ft IR գիշերային տեսողություն</h6>
                            <p>20․000 դր․</p>
                        </div>
                    </a>
                </div>
                <div class="product">
                    <a href="{{route('product')}}">
                        <div class="d-flex align-items-center justify-content-center flex-column">
                            <img src='{{asset('images/camera3.png')}}' alt="">
                        </div>
                        <div>
                            <h6>2K HD բացօթյա PTZ IP տեսախցիկ 330ft IR գիշերային տեսողություն</h6>
                            <p>20․000 դր․</p>
                        </div>
                    </a>
                </div>
                <div class="product">
                    <a href="{{route('product')}}">
                        <div class="d-flex align-items-center justify-content-center flex-column">
                            <img src='{{asset('images/camera3.png')}}' alt="">
                        </div>
                        <div>
                            <h6>2K HD բացօթյա PTZ IP տեսախցիկ 330ft IR գիշերային տեսողություն</h6>
                            <p>20․000 դր․</p>
                        </div>
                    </a>
                </div>
            </div>
        </div>
    </main>

@endsection
