@extends('layouts.app')

@section('content')
<main>
    <h1>Համակարգեր և ապրանքներ</h1>
    <div class="selectButtons">
        <button><a href="../product/products.blade.php">Ապրանքներ</a></button>
        <button><a href="../systems/systems.blade.php">Համակարգեր</a></button>
    </div>
    <div class="systemsWrapper">
        <p>«Էլլիպս ՋիԷյ» համակարգերը մտածված են ձեր անվտանգության
            ու ապահովության պահանջներին համապատասխան:</p>
        <div class="systemsSlide">
<!--            --><?php
//            foreach ($string as $value) {
////                echo '<pre>';
//                echo '<div>' . $value[title] . '</div>';
////                echo '</pre>';
//            }
//            ?>
        </div>
        @include('layouts.app')
        <div class="wrapper">
            <div class="systemContent">
                <div class="imgVideo">
                    <div>
                        <img src="../../../public/front/images/alarmSystem.jpg" alt="">
                        <p>Անվտանգության ահազանգման համակարգի հիմնական նպատակն է ձեր տան, պահեստի, գրասենյակի կամ որևէ
                            այլ
                            հաստատության անվտանգությունը
                            գողերի և խարդախների հանցագործ ոտնձգություններից, նրանց կողմից կատարված գողությունների և
                            կողոպուտային հարձակումների դեպքում:
                            Դրա առկայությունը կօգնի նվազեցնել ռիսկերը և կանխել ոչ միայն նյութական կորուստները, այլ նաև
                            փրկել
                            ձեր աշխատակիցների և հարազատ
                            մարդկանց կյանքն ու առողջությունը: Օբյեկտը կոտրելու կամ անօրինական մուտք գործելու դեպքում
                            «ահազանգ» ազդանշանն անցնում է կենտրոնացված
                            պահակախմբին և ակտիվացվում է օբյեկտի լուսային և ձայնային ահազանգivը ՝ գրավելով շրջապատող
                            մարդկանց
                            ուշադրությունը և ստեղծելով
                            հոգեբանական ճնշում հանցագործի վրա: Բացի այդ, հնարավոր է զգուշացնել դեպքի մասին
                            սեփականատիրոջը
                            SMS հաղորդագրության կամ բջջային
                            հեռախոսին զանգի միջոցով: Կողոպուտից պաշտպանվելու համար նպատակահարմար է տեղադրել ազդանշանային
                            կոճակը: Նրա սեղման դեպքում զանգի
                            ազդանշանը արագ արձագանքում է: Բացի ձեր կյանքը և գույքը պաշտպանելու գործառույթների
                            իրականացումից,
                            հսկիչ ազդանշանները, այսպես կոչված,
                            գործընթացի սենսորների օգնությամբ կարող են վերահսկել ջրի արտահոսքի առկայությունը,
                            ջերմաստիճանի
                            փոփոխությունները, տարբեր գազերի առաջացումը,
                            որոնք մահացու վտանգավոր են մարդու և կենդանիների կյանքի համար:</p>
                    </div>
                    <div>
                        <video>
                            <source src="../../../public/front/images/systemVideo.mp4" type="video/mp4">
                            Your browser does not support HTML5 video.
                        </video>
                        <p>
                            Օբյեկտը կոտրելու կամ անօրինական մուտք գործելու դեպքում
                            «ահազանգ» ազդանշանն անցնում է կենտրոնացված
                            պահակախմբին և ակտիվացվում է օբյեկտի լուսային և ձայնային ահազանգivը ՝ գրավելով շրջապատող
                            մարդկանց
                            ուշադրությունը և ստեղծելով
                            հոգեբանական ճնշում հանցագործի վրա: Բացի այդ, հնարավոր է զգուշացնել դեպքի մասին
                            սեփականատիրոջը
                            SMS հաղորդագրության կամ բջջային
                            հեռախոսին զանգի միջոցով: Կողոպուտից պաշտպանվելու համար նպատակահարմար է տեղադրել
                            ազդանշանային
                            կոճակը: Նրա սեղման դեպքում զանգի
                            ազդանշանը արագ արձագանքում է: Բացի ձեր կյանքը և գույքը պաշտպանելու գործառույթների
                            իրականացումից,
                            հսկիչ ազդանշանները, այսպես կոչված,
                            գործընթացի սենսորների օգնությամբ կարող են վերահսկել ջրի արտահոսքի առկայությունը,
                            ջերմաստիճանի
                            փոփոխությունները, տարբեր գազերի առաջացումը,
                            որոնք մահացու վտանգավոր են մարդու և կենդանիների կյանքի համար:
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</main>
@endsection
